Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/my_memory_new.tmx
Source language: en_gb
Languages: es_es

source: This is not a coincidence: the University of Cuenca — the third oldest in Ecuador — is one of the best places to study in the country and it offers many art degrees.
es_es: Esto no es casual; la Universidad de Cuenca ─la tercera más antigua de Ecuador─ es una de las mejores casas de estudio del país y ofrece muchas carreras relacionadas al arte.

source: Enjoy honey ginger chicken wings.
es_es: Disfruta de alitas de pollo glaseadas con miel y jengibre.

source: Do not miss that unique opportunity.
es_es: No deje pasar esa oportunidad única.

source: Do not miss the experience!
es_es: ¡No te pierdas la experiencia!

source: Do not miss the video!
es_es: ¡No te pierdas el vídeo que te dedicamos este 2013!

source: The food is excellent and wellcooked.
es_es: El alimento es excelente y wellcooked.

source: The food is excellent and reasonably priced.
es_es: La comida es excelente y a un precio razonable.

source: The food is excellent and very good service.
es_es: La comida es excelente y muy buen trato.

source: Another popular one.
es_es: Era otro popular.

source: Another popular attraction is the octopus.
es_es: Otra atracción popular es el pulpo. El pulpo agarra a todos con los brazos y los sacude.

source: Another popular variant is Monopoly, with the same
es_es: Otra variante popular es Monopoly, con los mismos

source: Italian restaurant
es_es: Restaurante italiano

source: Italian Restaurant
es_es: Restaurante italiano

source: opening an Italian Restaurant,
es_es: la apertura de un restaurante italiano,

source: italian restaurant
es_es: restaurante italiano

source: Do not expect the result to rverse themselves when it comes to the size of the penis.
es_es: No espere que el resultado de rverse sí mismos cuando se trata de el tamaño del pene.

source: when it comes to the
es_es: en cuanto al

source: The hotel has a bar and an international restaurant with a covered patio.
es_es: El hotel dispone de un bar y un restaurante internacional con un patio cubierto.

source: At the hotel there can be a bar and a restaurant with a modest menu.
es_es: En el hotel puede haber un bar y un restaurante con un modesto menú.

source: Bulnes Eco Suites has a bar and restaurant with room service.
es_es: El Bulnes Eco Suites alberga un bar y un restaurante con servicio de habitaciones.

source: Reasonably priced
es_es: Precio razonable

source: Reasonably Priced
es_es: Precio razonable

source: The kitchen is open.
es_es: La cocina es abierta.

source: The exhibition is open daily from 10am to 6pm.
es_es: La exposición estará abierta diariamente de 10 a 18hs.

source: The kitchen is open and well equipped.
es_es: La cocina está abierta y bien equipada.

source: Tel:
es_es: Tfno:

source: Good prices
es_es: Buenos precios

source: There are also other problems in the text.
es_es: Hay también otros problemas en el texto.

source: There are also other partnerships in the Baltic region.
es_es: En la región báltica existen otros tipos de colaboración.

source: There are also many other mythical references in the film.
es_es: En el film podremos encontrar muchas otras referencias míticas.

source: The town has a wide range of restaurants that offer the finest service and cuisine.
es_es: El circuito de restaurantes es importante con gran calidad en el servicio y gastronomía que ofertan.

source: Mecalux has a wide range of components connected to the transport of load units.
es_es: Mecalux cuenta con una amplia gama de elementos vinculados al transporte de unidades de carga.

source: (a) To provide a wide range of business training courses to the business community in Gaza;
es_es: a) Proporcionar una amplia gama de cursos comerciales a la comunidad empresarial de Gaza;

source: It has a wide range of artifacts related to the history of the Sughd region of Tajikistan.
es_es: Cuenta con una amplia gama de artefactos relacionados con la historia de la región de la provincia de Sughd de Tayikistán.

source: we search for voluntary translators to translate the site in different european and asian languages ,for more details ,see the page contact
es_es: Para más información, véase la sección Contacto. Estamos buscando Traductores voluntarios

source: The city also offers other nearby points of interest such as Figueres and Cadaqués, related to development as artist Salvador Dalí, and Empuriabrava, known as the Catalan Venice.
es_es: La ciudad ofrece, también, otros puntos de interés cercanos como son Figueres y Cadaqués, relacionados con el desarrollo como artista de Salvador Dalí, o Empuriabrava, conocida como la Venecia catalana.

source: Llançà charm does not leave you indifferent and will allow you to experience first hand the most genuine Mediterranean culture: walks through its port at sunset, observes the remains of their Castle, visit the Romanesque Tower of the plaza mayor... The city also offers other nearby points of interest such as Figueres and Cadaqués, related to development as artist Salvador Dalí, and Empuriabrava, known as the Catalan Venice.
es_es: Su cercanía con diferentes municipios cercanos como Figueres y Cadaqués, muy relacionados con el desarrollo como artista de Salvador Dalí, o a Empuriabrava, conocida como la Venecia catalana, hacen de este apartamento un lugar estratégico para conocer y disfrutar de la zona en su totalidad.

source: Chorizo, Morcilla, Salami, and other specialties that are worth trying.
es_es: Chorizo, Morcilla, Salchichón, entre otras especialidades que merecen la pena probar.

source: Mixing traditional recipes and other specialties, created by Don Ramon and his wife.
es_es: Mezclando recetas tradicionales y otras especialidades, creadas por Don Ramón y su esposa.

source: Services for pediatric dentistry, oral surgery, and other specialties may not be widely available.
es_es: Es posible que los servicios de odontología pediátrica, cirugía bucal y otras especialidades no estén ampliamente disponibles.

source: They may consult with experts in children’s health and other specialties.
es_es: Pueden consultar con expertos en salud infantil y otras especialidades.

source: The Novotel Wuppertal Varresbeck is located just outside the city of Wuppertal, close to the A46 motorway providing fast driving.
es_es: El Novotel Wuppertal Varresbeck está situado en las afueras de la ciudad de Wuppertal, en las inmediaciones de la autopista A46 que garantiza rápidos desplazamientos en coche.

source: In 2005, TIME Magazine listed him as one of the top 100 influential people in the world.
es_es: En 2005, la revista TIME lo incluyó en su lista de las 100 personas más influyentes del mundo.

source: This was one of the highest tax burdens in the world.
es_es: Durante años los ciudadanos israelíes soportaron una de las más altas cargas impositivas del mundo.

source: was one of the biggest offshore jurisdictions in the world,
es_es: fue una de las jurisdicciones offshore más grandes del mundo,

source: Peru was one of the most diverse countries in the world.
es_es: 46. El Perú es uno de los países más diversos del mundo.

source: In considering increased taxation it is essential to study carefully the incidence of additional taxes, and to ensure that new taxes are not regressive or serve to increase inequalities.
es_es: Al examinar el aumento de la tributación resulta esencial estudiar cuidadosamente la incidencia de los impuestos adicionales y lograr que los nuevos impuestos no sean regresivos o aumenten las desigualdades.

source: Sunglasses might be a good idea too.
es_es: Tampoco están mal unas gafas de sol.

source: It might be a good idea for you too.
es_es: Podría ser una buena idea para usted también.

source: I think it might be a good idea
es_es: Creo que puede ser una buena idea,

source: This family-friendly hotel located in the quiet residential area about 900 meters from the beach in Lloret de Mar has fantastic facilities.
es_es: Este hotel ideal para familias ubicado en la zona tranquila, residencial a unos 900 m de la playa de Lloret de Mar, cuenta con fantásticas instalaciones.

source: Located in various districts of the city of Buenos Aires, Azul Profundo is since 1997, the ideal option for those who love Japanese food, especially sushi in its prposal with various versions.
es_es: Ubicado en varios distritos de la ciudad de Buenos Aires, Azul Profundo es desde 1997, la propuesta ideal para aquellos amantes de la comida japonesa, en especial el sushi en sus más diversas versiones.

source: This subdued 6000m² plot has fantastic sea views and is located in a private urbanisation, just 5km from the shops, restaurants and beaches of Salobreña.
es_es: Esta parcela consolidada, de 6000m ² cuenta con fantásticas vistas al mar y está situada en una urbanización privada, a sólo 4 km de las tiendas, restaurantes y playas de Salobreña.

source: Based on Tokyo cuisine, the most popular city of Japan, Tokyo Club ( ), restaurant located in Central Ponsonby, one of the most popular commercial centers in Auckland, offers highly refined cuisine, using especially seasonal and typical Japanese products with fresh local ingredients, necessary to produce the incredible flavors of Okonomiyaki, Teppanyaki and Sushi. Led by Hideharu Shimura, head chef at Michelin star restaurants in Tokyo, and the chef Keiko Yoshida can taste typical urban Japanese food.
es_es: Basada en cocina urbana de Tokio, la ciudad más poblada de Japón, el restaurante Tokio Club, ubicado en Ponsonby Central, uno de los centros comerciales más populares de Auckland, ofrece a sus clientes productos típicos japoneses con ingredientes locales frescos, necesarios para producir los increíbles sabores del Okonomiyaki, Teppanyaki o Sushi. De la mano de Hideharu Shimura, jefe de cocina de restaurantes con estrellas Michelín en Tokio, y junto con el chef Keiko Yoshida, se puede degustar comidas urbanas típicas de Japón.

source: For a price.
es_es: Y le puso un precio.

source: For a price.”
es_es: Por un precio.

source: For a price of:
es_es: Por un precio de:

source: Yes, and this has been used in the past, but ignored.
es_es: Y este mismo método ya ha sido usado en el pasado , aunque fue ignorado .

source: The school, like the Hare Krishna religion in Russia, has been hassled by the government in the past but is enjoying a new era of freedom.
es_es: La escuela, así como la religión Hare Krishna en Rusia, ha sido molestada por el gobierno en el pasado, pero ahora está disfrutando de una nueva era de libertad.

source: The EIB’s involvement in candidate countries has been rather limited in the past, but is now gradually increasing.
es_es: La intervención del BEI en los países candidatos ha sido más bien limitada en el pasado, pero se está intensificando progresivamente hoy en día.

source: And then the Organization is accused not of doing too much, as it has been in the past, but rather of not doing enough.
es_es: Así, no se reprocha a la Organización el hacer demasiado, como ha ocurrido en el pasado, sino más bien el no hacer lo suficiente.

source: Nice job No reason not to give 5stars.
es_es: Buen trabajo, no hay razón para no dar 5 estrellas.

source: There is no reason not to define this problem and not to give it an appropriate name.
es_es: No hay motivo para no definir este problema y darle un nombre adecuado.

source: to check out some fantastic food businesses,
es_es: para ver algunos negocios de alimentos fantásticos,

source: As well, the beautiful structures of the houses and the fantastic food.
es_es: Además, las hermosas estructuras de las casas y la fantástica comida.

source: Another plus is the excellent public transport service and the fantastic food.
es_es: Excelente transporte público y fantástica cocina.

source: Note to journalists: Task Force members will be available for interview by the media at the Fairview Hotel in Nairobi, at 5pm on Wednesday 19 November 2008.
es_es: Nota los periodistas: Los medios de comunicación podrán entrevistar a los miembros del Grupo de acción en el Hotel Fairview en Nairobi, el miércoles 19 de noviembre de 2008, a partir de las 17h00.

source: St. Mary School
es_es: Escuela St. Mary

source: They charge about a third of what you would normally pay for the same procedure in the US, Canada or Europe.
es_es: Ellos cobran aproximadamente un tercio de lo que usted normalmente pagaría por el mismo procedimiento en los Estados Unidos, Canadá o Europa.

source: Beer from rainwater
es_es: Cerveza del agua de lluvia

source: I took one beer from the minibar.
es_es: Cojí una cerveza.

source: Craft Beer from flourishing Neukölln
es_es: Cerveza artesanal de Neukölln

source: take the beer from above the sediment
es_es: recoja la cerveza desde arriba del sedimento

source: Gipsy
es_es: Gitano

source: gipsy moth
es_es: lagarta peluda de los encinares

source: Aalborg Tennisklub is located along the Kastetvej road in the centre of Aalborg.
es_es: Aalborg Tennisklub Kastetvej se encuentra a lo largo de la carretera en el centro de Aalborg.

source: Close to the town centre, this city, ski and conference hotel as well as club resort is located directly in the tourist area of Adorra La Vella. A river is located close by and the hotel is located along a main road. In the immediate vicinity are links to the public transport network, countless shops as well as various restaurants.
es_es: El hotel Andorra Palace es un hotel urbano está cerca del centro de la ciudad, en la zona turística de Andorra la Vella. En las cercanías corre un río. Por su parte, el hotel está situado sobre una calle principal. Muy cerca del hotel podrá encontrar numerosos comercios y tiendas, así como restaurantes y una parada de transporte público.

source: In fact, this area is home to one that has 25 members.
es_es: De hecho, en esta área vive una manada de 25 ejemplares.

source: The Hakone area is home to several resorts and spas.
es_es: Esta área cuenta con varios balnearios y spa.

source: The area is home to many shopping malls and hotels.
es_es: El área es el hogar de numerosos centros comerciales y hoteles.

source: Choices:
es_es: Las opciones son:

source: 3<g id="2">RD</g> FLOOR, MOI AVENUE
es_es: 3ER<g id="2"/> PISO, AVENIDA MOI

source: Mob:
es_es: Móvil:

source: MOB:
es_es: Tel. móvil:

source: Email:
es_es: Coreo electrónico:

source: Chillers:
es_es: Enfriadoras:

source: Chillers
es_es: Sistemas de refrigeración

source: Towers
es_es: Torres

source: TOWERS
es_es: TORRES

source: BLACK DIAMOND
es_es: DIAMANTE NEGRO

source: Black Diamond
es_es: Diamante negro

source: Expats and travelers
es_es: Expatriados y viajeros

source: for adventurers and travelers
es_es: ideal para todos los aventureros y los viajeros

source: Agreement with PGE and Travelers.
es_es: Acuerdo cerrado con PGE y Travelers.

source: Foreign journalists, expats and visitors
es_es: Los periodistas extranjeros, expatriados y visitantes

source: She has a catering and a cover band.
es_es: Tiene una bande de cover y un catering

source: For kicks, Reilly leads a band that plays old-time folk music.
es_es: Por pura diversión, Reilly encabeza una banda que toca música tradicional vieja.

source: Afghanistan now has a national cricket team that plays internationally.
es_es: Actualmente, Afganistán tiene una Selección Nacional de Críquet que juega internacionalmente.

source: Beatallica is a mash-up band that plays music made from combinations of songs of The Beatles and Metallica.
es_es: Beatallica es un grupo musical estadounidense que mezcla canciones de The Beatles y Metallica.

source: Havana
es_es: La Habana

source: The Super Satellite is staged on Thursday nights.
es_es: El super satélite se realiza los jueves por la noche.

source: These events are staged twice a month on Thursday nights.
es_es: Estos eventos se realizan 2 veces al mes, los jueves por la noche.

source: Different snacks are available throughout the day.
es_es: Además, se ofrecen aperitivos variados durante todo el día.

source: throughout the night
es_es: por la noche

source: Taxis are available throughout the day and night.
es_es: En taxi: numerosos taxis están disponibles en Cannes día y noche

source: Bar service is available throughout the day.
es_es: El servicio de bar esta disponibles a lo largo del día.

source: Apple
es_es: Manzana

source: Strip Club
es_es: Club de striptease

source: Strip club
es_es: Baile de mesa

source: Having a good time at the local police station
es_es: Pasando un buen rato en la comisaría

source: Yes, the café is next to the police station.
es_es: Sí, el café se encuentra junto a la estación de policía.

source: He was beaten, forced aboard a vehicle and taken to the local police station.
es_es: Fue golpeado, obligado a subir a un vehículo y llevado a la comisaría de policía del lugar.

source: The fire station is next to the police station.
es_es: El parque de bomberos está al lado de la comisaria de policía.

source: Includes three separates entrances, two and a half bedrooms, two full baths, a big living room with cable TV, a huge terrace, dining area and an ocean view.
es_es: Incluye tres entradas separadass, two and a half bedrooms,dos baños completos, una sala grande con televisión por cable, una terrasa enorme, comedor y vista al océano.

source: Other available amenities include a basement bar, a pool table, a BBQ zone and a lounge area with cable TV and DVD player and guests can even participate in Spanish language classes.
es_es: Entre otros servicios a disposición se encuentra el bar en el sótano, una mesa de billar, una zona de parrillas y una sala de estar con televisión por cable y reproductor de DVD.

source: In addition, various recreational facilities are available, such as a large outdoor swimming pool, a barbecue grill area with picnic tables, a volleyball court, a children's playground, a lounge area with cable TV and a massage room.
es_es: Además, hay varias instalaciones recreacionales disponibles, como una gran piscina al aire libre, un área de parrillas BBQ con mesas de picnic, cancha de vóley, un patio de juegos para niños, una sala de estar con televisión por cable y sala de masajes.

source: A brightly lit house, full of life and has 15 rooms single or shared room, study room with library, 2 living rooms with cable TV, pool table, smoking sector and a mini gym.
es_es: Es una casa muy iluminada, llena de vida y cuenta con 15 habitaciones individuales o compartidas, sala de estudios con biblioteca, 2 salas de estar con tv por cable, mesa de pool, sector fumador y mini gym.

source: This is another favorite of mine.
es_es: Este es otro de mis favoritos.

source: Palouse Hills is another favorite.
es_es: El Bosque Nacional de Umatilla está situado asimismo en la región y es un lugar muy popular para la práctica de senderismo y observación de aves. Palouse Hills es otro de los lugares preferidos por los visitantes.

source: Wrestling is another favorite pastime
es_es: La lucha es otro pasatiempo favorito

source: Another favorite dashboard provider is Fathom.
es_es: Otro proveedor de paneles favorito es Fathom.

source: cockpit
es_es: cabina

source: Cockpit
es_es: la cabina de vuelo

source: Barrels:
es_es: Barriles:

source: Barrels
es_es: Cañones

source: Watch out for
es_es: Esté atento a lo siguiente

source: • red tape
es_es: • papeleo

source: Red Tape
es_es: Cinta Roja

source: red tape
es_es: trámites burocráticos

source: Sibel Elif Pinar, NIE Y-3579092-F, located at Bose d’en Bruguera 15 2A, 08870 Sitges
es_es: Sibel Elif Pinar, NIE Y-3579092-F, domiciliada en Bose d'en Bruguera 15 2A, 08870 Sitges

source: The latest addition to the family.
es_es: El último miembro de la familia.

source: the latest addition to its portfolio.
es_es: Como el nuevo inquilino de nuestro portafolio.

source: Tent Town marks the latest addition to the Sprawl.
es_es: Campamento es la última incorporación al Ensanche.

source: Bishop Paul Imhof (NAC Switzerland) is the latest addition to the group.
es_es: Ahora el obispo Paul Imhof (INA Suiza) se une al grupo.

source: Double:
es_es: Doble:

source: Double
es_es: Doble

source: Somehow it's always full of crumbs.
es_es: De alguna manera siempre está lleno de migajas.

source: It’s always full of light amen.
es_es: siempre está lleno de luz amén,

source: It's always full of people and cases are piling up.
es_es: Siempre está llena de gente y los casos se acumulan.

source: The best place to get help:
es_es: El mejor lugar para obtener ayuda:

source: The place to be.
es_es: El lugar.

source: The Place to Be
es_es: El lugar ideal

source: You will also have the opportunity to submit requests to the edX team.
es_es: También tendrás la oportunidad de enviar solicitudes al equipo edX.

source: Parent encouraged to submit updated audiological reports to the District.
es_es: Se anima a los padres a presentar informes audiológicos actualizados al distrito.

source: Students are also encouraged to explore and experiment.
es_es: A los estudiantes se les alienta a explorar y experimentar.

source: The atmosphere is enhanced by mannequins in authentic environments, and videos.
es_es: Las vídeo presentaciones y los figurines potencian el ambiente auténtico del lugar.

source: The quality of the clean signal is further enhanced by the new EXR Processor II.
es_es: La calidad de la señal limpia se mejora adicionalmente con el nuevo procesador EXR II.

source: This ability is further enhanced by contrast.
es_es: El contraste aumenta aun más esta capacidad.

source: This activity is further enhanced by the support of partner countries.
es_es: Esta actividad se refuerza con el apoyo de los países asociados.

source: cocktail lounge
es_es: salón de cóctel

source: cocktail lounge services
es_es: servicios de bar

source: Just listen to the music and let yourself go
es_es: Solo escucha la música y déjate llevar

source: So we advise future couples to enjoy your day to the fullest and let yourself go because you are in the best hands.
es_es: Así que aconsejamos a las futuras parejas que disfrutéis al máximo de vuestro día y os dejéis llevar porque estáis en las mejores manos.

source: So we advise future couples that you enjoy your day to the fullest and let yourself go because you are in the best hands.
es_es: Así que aconsejamos a las futuras parejas que disfrutéis al máximo de vuestro día y os dejéis llevar porque estáis en las mejores manos.

source: Located in a privilage place, ideal to taste a tea, enjoy the mediterranean food and let yourself go by the best music.
es_es: Situado en un lugar privilegiado, ideal para saborear un buen té, disfrutar de la dieta mediterránea y dejarte llevar por la buena música.

source: A few meters away there is the Axel Lounge Garden, located in a large and pleasant garden area surrounded by Palm trees that make it the ideal place to relax and escape from the world. If you are a fitness addicted, the hotel has an own tennis track in the same facilities, this is your place along with the Axel Wellness, a fully equipped gym with dry and wet saunas and massage cabins to shape your body and chill your mind. Axel Wellness will give you the chance to meet new people and socialize as it’s usual at the Axel Hotels.
es_es: A unos metros se encuentra el Axel Lounge Garden, emplazado en el medio de una amplia y agradable zona ajardinada rodeada de palmeras que lo convierten en el lugar ideal para el relajarte y escapar del mundo. Si eres de los más deportistas y quieres seguir poniéndote en forma, el hotel cuenta con una pista de tenis propia en las mismas instalaciones, únicamente tendrás que encontrar pareja de juego. Si lo tuyo es el fitness, tu lugar es el Axel Wellness, un completo gimnasio con saunas seca y húmeda y servicio de masajes para mantener el cuerpo en forma y disfrutar de tu estancia que te permite una vez más socializar y conocer gente interesante.
